{"collections":[{"id":1457,"sale_starts":"2015-10-21","permalink":"twitter","image_url":"http://d10125bvdzznt0.cloudfront.net/products/131512/original/101315_twitterdev_main.jpg","description":"In celebration of Twitter's annual developer’s conference Twitter Flight, happening right here in San Francisco, we’ve decided to pull together a collection of designs that embody the spirit of innovation. Connect the world with map décor and share your thoughts with hashtag marquee signs. Choose from a variety of furnishings in a familiar blue color, and take flight in winged armchairs before storing all your gadgets away in chic desk organizers. Then, with the help of a designer Steampunk clock, keep track of the time as you change the world from one of our sleek office chairs. Be amazed by everything that you and your peers can do, and do it in style with our @TwitterDev-inspired collection. ","name":"@TwitterDev","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/131746/original/em-101315-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/131745/original/101315_twitterdev_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/twitter","tagline":"Take flight with these innovative designs."},{"id":1364,"sale_starts":"2015-09-02","permalink":"moods-of-indigo","image_url":"http://d10125bvdzznt0.cloudfront.net/products/124671/original/090215_TMOI_main.jpg","description":"The darkest depths of the sea, the sky at midnight, the wings of a raven. These are the moods of indigo. Bring their alluring melancholy into your home with saturated hues and velvet upholstery. Let tie-dyed patterns play with your mind, contrasting inky blues with stark white, and stare into the swirling depths of a geode from a hanging chair. Capture the essence of a world at dusk with the help of black woven lampshades, and bring a brooding energy into your interiors, perfect for the cooling autumn weather. ","name":"Moods of #Indigo","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/124683/original/em-090215-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/124669/original/090215_TMOI_home2.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/moods-of-indigo","tagline":"Sink deep into saturated hues. "},{"id":1367,"sale_starts":"2015-09-03","permalink":"urbanbohemia","image_url":"http://d10125bvdzznt0.cloudfront.net/products/124460/original/090315_TUB_main.jpg","description":"Boho just moved to the city, and we’re loving its new urban style. Beautifully contrasting the raw look of industrial spaces with rich, eclectic colors and patterns, this new trend gives us the best of both worlds. Layer pillows, cushions, and textiles across the surface of a sturdy chesterfield sofa, and play off the dark grains of wooden shelves with the swirling designs of butterfly wings. Bring plants into your home with the help of a metal wall hanger or drape them from high ceilings in glass bottle chandeliers. Let scented candles displayed on pewter sticks add to the ambiance of the room while texturized wall art and throw rugs bring life to the iron construction of tables and chairs. If you love the structured look of industrial furnishings and homes, but have a wild spirit and a heart for the exotic, this is the style for you. ","name":"#UrbanBohemia","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/124554/original/em-090315-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/124553/original/090315_TUB_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/urbanbohemia","tagline":"Contrast raw space with vibrant accents."},{"id":1385,"sale_starts":"2015-09-18","permalink":"dapper-bath","image_url":"http://d10125bvdzznt0.cloudfront.net/products/125552/original/091815_GTLDB_main.jpg","description":"I say, good sir, did you know that it’s Dapper Day? Let us celebrate by taking a bit of pride in our appearance! Switch on the phonograph, mix up a frothy bit of cream, and take care of those pesky whiskers. After you’ve trimmed them down to pure perfection, wipe the remaining foam from your chin with the help of a neatly folded towel. Then, pour some aftershave from a glass tincture bottle into your hands, and give your cheeks a nice slap. Oh, and don’t be afraid to use a bit of mustache wax to achieve that extra curl. Continuing on, roll down your sleeves, cuff your cuffs, and pull your pressed jacket from the iron hook of a clothing stand. Then, straightening your collar, run a comb through your hair, and head out to meet the world in tip-top shape. Be inspired by the dapper style of an age gone by, and introduce these intricate and fun accessories into your own morning bath routine.","name":"#DapperBath","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125553/original/em-091815-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125551/original/091815_GTLDB_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/dapper-bath","tagline":"Necessities for the dashing and debonaire."},{"id":1336,"sale_starts":"2015-09-09","permalink":"the-best-of-modern-design","image_url":"http://d10125bvdzznt0.cloudfront.net/products/125113/original/090915_GTLTBOMD_main.jpg","description":"We’ve gathered the best, most phenomenal modern designs and put them together here for you. Each furnishing is minimal and elegant, making use of materials like chrome, glass, and marble. Slick surfaces meet simple silhouettes in looks that feel sleek and refined, and different shapes work alongside each other to create the ultimate contemporary interiors. Square sofas and tables are angular and neat, but work perfectly next to the gentle curves of chairs and mirrors. Oval tabletops sit upon thin metal legs bending this way and that, while hot items like studded light fixtures gleam with smooth surfaces, giving off an almost futuristic look. When designing a home that speaks to the styles of tomorrow, these are the looks for you. ","name":"The Best of Modern Design","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125120/original/em_090915_1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125115/original/090915_GTLTBOMD_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/the-best-of-modern-design","tagline":"Your home deserves this."},{"id":1376,"sale_starts":"2015-09-13","permalink":"haunted-halloween-frightful-farmhouse","image_url":"http://d10125bvdzznt0.cloudfront.net/products/125296/original/091315_HHFF_main.jpg","description":"As Halloween draws near, it’s time to start considering what that means for your home. We’re loving this hushed take on haunted, inspired by autumn fields and sepia-tone spirits. With the right accessories, it easily becomes a spooky and ghostly look, but many of the designs work well on their own to create a simple, rustic interior. With a warm, chocolate brown sofa, weathered wood shelving, and long accent reeds, your home looks the part of modern farmhouse. But then, adding in draping chandeliers, jack o’ lantern accessories, scarecrows, and unnerving imagery of wandering souls and lonely forests, you’ll instantly create a haunted harvest scene to die for—perfect for the upcoming holiday. Whether you’re a dedicated decorator of All Hallows’ Eve, or just want to add an edge to your country-style home, we’ve got you covered with our frightful farmhouse looks. ","name":"Frightful Farmhouse","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125295/original/em-091315-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125294/original/091315_HHFF_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/haunted-halloween-frightful-farmhouse","tagline":"Rustic looks so good, they're almost scary."},{"id":1387,"sale_starts":"2015-09-19","permalink":"introducing-industrial-scandinavian","image_url":"http://d10125bvdzznt0.cloudfront.net/products/126288/original/091915_gtliis_main.jpg","description":"Leave it to Coloradans to come up with a brand new look that none of us can resist. According to our style census, this state not only loves Scandinavian designs, but likes to mix them with the industrial aesthetic. At first we thought this was crazy, but after one look at the combination of soft wood tones and sturdy metal light fixtures, we were hooked. Keeping everything very simple with a black-and-white color palette, warmth is added through the ash tones of wood used in the construction of Danish chairs and tables. Their sleek silhouettes are still present, but the focus is more on the rustic side of the designs, the raw nature of the materials. Nesting tables are supported with steel legs and are topped with tree trunk-inspired surfaces. Circular iron storage is brought to life with small houseplants and stacked cement décor fits naturally into this setting. Bringing the rough-and-tumble looks of industrial design to the sweet and subtle environment of Scandinavian style, this combination is a new aesthetic we can’t help but love. ","name":"Introducing Industrial Scandinavian","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/126304/original/em-091915-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/126303/original/091915_gtliis_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/introducing-industrial-scandinavian","tagline":"A combination of minimalism and metal."},{"id":1365,"sale_starts":"2015-09-02","permalink":"shades-of-turmeric","image_url":"http://d10125bvdzznt0.cloudfront.net/products/124673/original/090215_TSOT_main.jpg","description":"Turmeric has a slightly bitter and peppery flavor that instantly warms any dish. Our palette inspired by its varying shades does the same for your home. Introduce a chaise lounge or sectional in a curry hue, then brighten the space with a pedestal table in a sunnier shade of yellow. Match buff-colored armchairs with cabinets made from rich teak woods, and smooth out the look with the help of pendant lights in slick white. Bring the exotic flavor of turmeric into your home, and add warmth to your autumnal designs.","name":"Shades of #Turmeric","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/124715/original/em-090215-1b.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/124712/original/090215_TSOT_home2.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/shades-of-turmeric","tagline":"Add some spice to your style."},{"id":1375,"sale_starts":"2015-09-12","permalink":"the-mountains-are-calling","image_url":"http://d10125bvdzznt0.cloudfront.net/products/125537/original/091215_wtmac_main.jpg","description":"The distinct sound of a paddle breaking still water, the feeling of crisp air against your skin, and the lingering scent of campfire smoke—these are the ways in which the mountains call you, and it’s time you answered. Stand at the edge of a glimmering lake, and stop to admire the reflections of the peaks and cliffs waiting for you on the other side. As you push in the red, wooden hull of a canoe, notice how your heart flutters with anticipation. Later, embrace the feeling of your arms growing weary from paddling, and realize that this is what it feels like to be alive. Dock at the adjacent shore and set out to find your cabin, enjoying the crunch of leaves and branches beneath your worn boots. Smile at the A-frame peaking out from behind the textured, gray bark of the trees, and open the weathered wood door to step inside. Sit on the rich brown leather of a sofa, drop your bag, and place your tin coffee cup atop the reclaimed wooden table in front of you. Switch on the forest green light on the tree trunk side table to your left, and pull a book from between pinecone bookends before nestling back and getting comfortable. You belong here. Your soul is hungry for the wild; let it be fed. ","name":"The Mountains Are Calling","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125543/original/em-091215-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125536/original/091215_wtmac_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/the-mountains-are-calling","tagline":"Discover the wild beauty of nature."},{"id":1377,"sale_starts":"2015-09-13","permalink":"ghostly-victorian-mansion","image_url":"http://d10125bvdzznt0.cloudfront.net/products/125316/original/091315_HHGVM_main.jpg","description":"Discover what goes on inside the looming iron doors of the mansion on the hill. Enter a room lit with lamps shaped like bats’ wings, casting shadows over oddities housed in glass cloches, and take a seat in a strange, wooden operation chair (if you dare). These designs are dark, unnerving, and mysterious, but the spookiest part about them is that they don’t need a Halloween theme to work. Modern, moody, and completely bewitching, we’ve fallen under their spell, and you will too. Let two black ravens guard your books, steel shelving house your belongings, and slick black armchairs glint in the flickering light of a electric test tube chandelier. Advertise the usefulness of arsenic in a vintage-style print, and use a crystal ball or set of tarot cards to look into the future from a seat on a smoky gray sofa. Channel your inner mad scientist and discover the pleasures of living in a modern macabre mansion. ","name":"Ghostly Victorian Mansion","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125516/original/em-091315-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125515/original/091315_HHGVM_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/ghostly-victorian-mansion","tagline":"Dark décor for all hallows eve."},{"id":1388,"sale_starts":"2015-09-22","permalink":"modern-fall-soiree","image_url":"http://d10125bvdzznt0.cloudfront.net/products/126418/original/092215_modern_main.jpg","description":"You’re known for your hosting skills and as the weather starts to change, it’s a given that you’ll be throwing your infamous fall soirée. This year has to be even better than the last! Start with the classics like a set of white slope chairs, then pick out a table to match with tapered legs in a dark chestnut brown. Use an amber hue in your seasonal wreath décor or as on the chosen glassware to really bring the fall feeling in, and make sure the space is lit with fun and spunky light fixtures to really brighten the mood. Remember, gold leaf dinnerware can make all the difference, so add a touch of this shimmering metallic as a table accent or napkin holder. Use classic mid-century designs like a teak credenza to hold your glassware before it's time to serve, and create a timeless look that's sure to impress. Hold onto your reigning title as the season’s greatest dinner party host, and bring modern autumn fun into your home. ","name":"Modern Fall Soirée","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/127557/original/em-092215mod-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/127556/original/092215_modern_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/modern-fall-soiree","tagline":"Be the host extraordinaire with these timeless looks."},{"id":1363,"sale_starts":"2015-09-01","permalink":"venice-beach-bungalow","image_url":"http://d10125bvdzznt0.cloudfront.net/products/124535/original/090115_GTLIVB_main1.jpg","description":"Head to Venice Beach, California and be inspired by the refined yet gritty style of coastal living that you find there. As the sun shifts in hazy lighting, stare up at the geometric structures of modern beach bungalows. Their weathered wood frames are aged to perfection and large glass windows create the illusion of being in the gray, blue ocean. Inside, find muted hues giving a vintage-inspired sepia tone to the room. Light streams through woven shades, illuminating the curves of a swooping rattan chair, reminding you of the rolling lines of the city’s many skate parks. Black-and-white photography of scratched cement and towering palm trees brings the outside environment in, while reclaimed woods add substance and character to the room. With an historic culture featuring boardwalk eccentricities, famous skateboarders, and celebrity sightings, Venice Beach is the perfect inspiration for our newest take on the coastal aesthetic. ","name":"Venice Beach Bungalow","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/124512/original/em-090115-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/124536/original/090115_GTLIVB_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/venice-beach-bungalow","tagline":"This is not what you expect of coastal style."},{"id":1381,"sale_starts":"2015-09-22","permalink":"eclectic-fall-fete-1","image_url":"http://d10125bvdzznt0.cloudfront.net/products/126409/original/092215_eclectic_main.jpg","description":"In the muted autumn light, introduce orchid, azure, and opal hues to create an ethereal setting for your fall table. Your friends wait all year long for your whimsical fête, and look forward to the spectacular, eclectic atmosphere you create. Place twinkling candles in lotus holders, and illuminate the scene as the fog rolls gently in. Fill glass cups, tinted a raspberry hue, with sparkling wines and ciders, then hang organic planters from the ceiling, letting leaves twirl above. Dazzle with delicate agate coasters, and offer the choice of clear modern chairs or woven seats to guests who are ready to dine. A floral painting on a serving tray or the subtle curves of a teapot can make all the difference when it comes to creating this enchanting bohemian look, so be sure to feature these items on the light ash wood of your table. In this crisp seasonal atmosphere, it’s up to you to create the ultimate free-spirited celebration. ","name":"Eclectic Fall Fête","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/127559/original/em-092215eclectic-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/127558/original/092215_eclectic_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/eclectic-fall-fete-1","tagline":"Impress your guests with modern bohemian style."},{"id":1378,"sale_starts":"2015-09-14","permalink":"3-tips-for-going-mid-century","image_url":"http://d10125bvdzznt0.cloudfront.net/products/125773/original/091415_3tfgmc_main1.jpg","description":"Mid-century furnishings and décor have won our hearts, and we can show you how to (realistically) bring these looks into your home. No, we don’t mean doing an entire style makeover, we’re just going to add a bit of retro fun to your already fabulous interiors. First, we’ll start by reevaluating your lighting situation. A classic lampshade or sputnik chandelier can instantly add the throw-back charm you need. Then, we’ll add some retro prints to your walls and capture the essence of 1950s or ‘60s America. Finally, we’ll bring in a bit of teak to get the quintessential, wooden look of these decades. Actually, you don’t have to be a stickler about actually using real teak. As long as your shelves, credenzas, or armoires have that sturdy, grainy look, you’re golden! Adding mid-century appeal to your modern home doesn’t have to be hard. In fact, it can be as easy as 1, 2, 3. ","name":"3 Tips for Going Mid-Century","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125830/original/em-091415-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125764/original/091415_3tfgmc_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/3-tips-for-going-mid-century","tagline":"How to bring in some retro fun."},{"id":1382,"sale_starts":"2015-09-17","permalink":"glamping-in-the-lone-star-state","image_url":"http://d10125bvdzznt0.cloudfront.net/products/125525/original/091715_WGIM_main.jpg","description":"Warm Texas air kisses your skin as you lean back in a woven chair and gaze up at the thousands of stars spread across the vast night sky. There’s nothing to worry about here, no meetings or emergencies, just the pitter-patter of a roadrunner and the swish of a breeze moving through the brush. The vintage camper behind you may not be a modern loft, but it is equipped with everything you need, like a sink reconstructed from an old hose, a table to rest your morning cup of coffee, and a refrigerator to keep your food cold. Your bed, made from reclaimed wood, is simple but perfect, and you’ve never slept better than when tucked into the colorful textiles that cover it. Nearby, a large tent shades rows of picnic tables where you can dine with other campers, enjoying the barbecue meals cooked by the property’s caretaker. As for entertainment, pop some popcorn in an iron skillet and watch as oranges, yellows, purples, and blues burst into the sky with the sunrise. Whether you’re staying in a canvas teepee or a refurbished trailer, take the time to slow down and enjoy the peace of glamping in the Lone Star State.","name":"Glamping in the Lone Star State","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125526/original/em-091715-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125524/original/091715_WGIM_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/glamping-in-the-lone-star-state","tagline":"A starlit Southwest staycation."},{"id":1386,"sale_starts":"2015-09-20","permalink":"the-wonderfully-weird-70s","image_url":"http://d10125bvdzznt0.cloudfront.net/products/125563/original/092015_TCTWW70_main.jpg","description":"When it comes to wacky design decisions, the 1970s have staked their claim as the reigning champions. From shag rugs to the slightly strange color palette of oranges, yellows, greens, and browns, the styles of the time are far from ordinary—and that’s just the way we like them. Discover your own love for the wonderfully weird ‘70s with fun figurines, classic rattan furnishings, and florals, florals, and more florals. But don’t stop there! We can get real funky with macramé wall hangings, mushroom birdhouses, and wonky light fixtures that resemble the iconic lava lamp. Pair these furnishings with a few more contemporary pieces and some neutral backgrounds, and you’ve got yourself a livable home that still embodies that eclectic and peculiar style of the decade. There’s no denying that the 1970s provided us with some pretty interesting looks, and we absolutely love getting to see them in today’s modern homes. \r\n","name":"The Wonderfully Weird 70s","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/126624/original/em-092015-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125560/original/092015_TCTWW70_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/the-wonderfully-weird-70s","tagline":"Florals, shag, and one-of-a-kind style."},{"id":1360,"sale_starts":"2015-08-31","permalink":"naturally-mid-century","image_url":"http://d10125bvdzznt0.cloudfront.net/products/123571/original/083115_gtlnmc_main.jpg","description":"If there’s one thing we know about San Franciscans, it’s that they love everything organic. What we didn’t know was that they also share a deep appreciation for the mid-century aesthetic. According to our style census, this city loves mixing earthy tones and materials with classic pieces. What does that look like? A 1960s-inspired credenza shows off its wood's grains with a light finish that also highlights its clean lines. The knots and ridges of a tree’s bark are shown off on coffee tables or accent pieces, and the familiar slope of a chair is upholstered in a tan, textured fabric reminiscent of a garden’s gentle soil. We have to admit, the bay area is onto something. We’re loving the sweet, all natural feel of this look along with the opportunity it presents us to include some amazing live-edge pieces into our retro designs. Combining the two styles together seamlessly, organic modern looks are bringing a fresh style to the timeless mid-century aesthetic.","name":"Naturally Mid-Century","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/124552/original/em-083115-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/123567/original/083115_gtlnmc_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/naturally-mid-century","tagline":"Root yourself in classic style."},{"id":1334,"sale_starts":"2015-09-08","permalink":"mid-centurys-greatest-hits","image_url":"http://d10125bvdzznt0.cloudfront.net/products/124956/original/090815_GTLMCGH_main.jpg","description":"We love all things mid-century modern, but these designs in particular get our homemaker hearts pumping. They’re the epitome of everything that is great about style from those decades: classic and clean silhouettes, in materials that are made to last. Not to mention the fact that, though each of these pieces was made with their function in mind, they look like works of art. From the smooth curve of a slope chair to the tapered legs of sofas and credenzas, each design is the perfect blend of utility and beauty. Find anything your retro-loving heart could hope for with mid-century modern’s greatest hits. ","name":"Mid-Century's Greatest Hits","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/124958/original/em-090815-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/124957/original/090815_GTLMCGH_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/mid-centurys-greatest-hits","tagline":"The best of retro modern designs."},{"id":1366,"sale_starts":"2015-09-02","permalink":"nuances-of-cognac","image_url":"http://d10125bvdzznt0.cloudfront.net/products/124681/original/090215_TNOC_main.jpg","description":"The beauty of cognac is that, when drunk correctly, its consumer is introduced to a flow of flavors: florals, spices, vanilla. This same quality can be introduced to your home through a color palette inspired by this French brandy. Using sleek silhouettes of modern furnishings, watch as rich reds slowly melt into warm caramel tones and then fade out sweetly with the help of a sofa or chair in ash gray. Just in time for fall, discover the nuances this color scheme has to offer your interiors. ","name":"Nuances of #Cognac","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/124694/original/em-090215-1c.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/124711/original/090215_TNOC_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/nuances-of-cognac","tagline":"Discover the subtle variances of color. "},{"id":1379,"sale_starts":"2015-09-15","permalink":"the-archaeologists-office","image_url":"http://d10125bvdzznt0.cloudfront.net/products/125555/original/091515_GTLtao_main.jpg","description":"You find the old archaeologist hunched over a vintage wooden desk, the dark and polished wood reflected in the spectacles at the end of her nose. Clearing your throat, you startle her, and she looks up in surprise before remembering that she was expecting you. With an enthusiastic wave of her hand, she gestures you over, and you pick your way around stacked trunks, wooden armoires, and glass display cabinets. As you stop by her side, you can’t help but peer at a set of hanging black-and-white photographs in bamboo frames. They show a younger version of the woman, but with the same twinkling eyes. The swoosh of a wooden drawer brings your attention back to the present, and you look to see the archaeologist picking through an assortment of oddities from old excavation shovels to miniature pyramid figurines. Very carefully, she pulls out a particular fossil, and though it looks similar to the others that are scattered throughout the room, you can tell this one is special. This is the one you’ve been looking for. Let archaeology-inspired furnishings, décor, and textiles tell a story in your own home, and add a bit of mystery and adventure into your designs.","name":"The Archaeologist's Office","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/126191/original/em-091515-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125554/original/091515_GTLtao_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/the-archaeologists-office","tagline":"What décor mysteries will you uncover?"},{"id":1390,"sale_starts":"2015-09-22","permalink":"rustic-fall-gathering","image_url":"http://d10125bvdzznt0.cloudfront.net/products/126416/original/092215_rustic_main.jpg","description":"Fall whisks its way into your home bringing changing leaves and warm twig wreaths into your designs. It’s time for your annual autumn gathering, and you’re using country living as your inspiration. Charm your friends with farm animal coasters and sweet pumpkin accents. Bring in the rustic feel of a barn with a reclaimed wood cabinetry, perfect for storing all your cutlery and ceramic dinnerware, but contrast it nicely with the sleek, white silhouettes of your chairs. Plan everything down to the last detail, like serving spoons shaped like branches and mason jar wine glasses, then bring authenticity to the look with antler candleholders and make-your-own cheese sets. The changing weather means it’s your time to shine. Bring your friends together in beautiful rustic style. ","name":"Rustic Fall Gathering","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/126656/original/em-092215rustic-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/126415/original/092215_rustic_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/rustic-fall-gathering","tagline":"Your guests will love this fall farmhouse look."},{"id":1373,"sale_starts":"2015-09-10","permalink":"beautifully-deconstructed","image_url":"http://d10125bvdzznt0.cloudfront.net/products/125281/original/091015_bbd_main.jpg","description":"Nothing is more thrilling than getting down to the bones of our designs. From architectural features like exposed brick and post-and-beam construction to the open backs of sofas and chairs, we love seeing the frames and structures that allow our homes to function. Embrace your infatuation with behind-the-scenes style and use furniture that emphasizes the architecture of your home. Turnbuckle shelves float off concrete walls and chandeliers made from pulleys and wires highlight the wooden rafters of your ceiling. Clocks featuring whirling gears help you tell time while also reminding you of their inner workings, and a stool with a visible crank is the perfect height for your home’s built-in bar. Illuminate deconstructed tables and armchairs with Edison bulbs caged in dark metal, and hang towels from an iron pipe attached to your walls. Recognize the beauty in the construction of your home and furniture, and expose the inner workings of each to the world.","name":"Beautifully Deconstructed","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125360/original/em-091015-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125490/original/091015_bbd_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/beautifully-deconstructed","tagline":"Show us what you’re made of."},{"id":1395,"sale_starts":"2015-09-21","permalink":"farmhouse-favorites","image_url":"http://d10125bvdzznt0.cloudfront.net/products/126306/original/092115_ff_main.jpg","description":"We just love the style that comes with country living. Soft tones and simple designs help us forget our daily troubles and let us focus more on hands-on tasks like collecting eggs from the coup or exercising horses in a paddock. And you don’t actually have to live on a farm to appreciate these looks. The rustic charm of a set of crates repurposed as storage or the usefulness of a wood-and-iron table will add to the look of any home. Mason jars are the just the right size for holding lemonade or candles, and iron baskets are a stylish place to store your boots by the door. Caged light bulbs with smooth white shades lend a warm glow to the room, and chairs upholstered in a gentle gray are the perfect place to end a long day. Live a life that’s slow and easy, and furnish your home with our best-of-farmhouse designs. ","name":"Farmhouse Favorites","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/126307/original/em-092115-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/126305/original/092115_ff_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/farmhouse-favorites","tagline":"Our most beloved rustic designs. "},{"id":1374,"sale_starts":"2015-09-11","permalink":"a-stay-at-the-landsby","image_url":"http://d10125bvdzznt0.cloudfront.net/products/125257/original/091115_LFSATL_main.jpg","description":"Pack your bags and head to Solvang, California for a stay at the Landsby designed by Studio Collective. Trust us, this is a trip you don’t want to miss. From the moment you step through the doors and into the lobby, you’re immediately comfortable. It introduces the dramatic silhouettes of Danish furnishings, but contrasts their sleek shapes with floods of natural light, blonde woods, and corresponding yet differing textures. Everything in the room feels welcoming and bright. Sheepskin throws lay across the backs of chairs which sit atop a thin, striped rug, and the pale upholstery of a sofa is topped with woven pillows in a sweet camomile gray. Paintings of ostriches and llamas give a playful and eccentric twist to the décor, but fit in well in their calming and subtle setting. Real, metal keys (no plastic cards here) grant you access to your room, and come with hand-stamped, leather keychains sharing a small but special message. Paying homage to Solvang’s Danish roots, this hotel pulls out all the stops and covers every detail to make sure your stay is one you’ll never forget.","name":"A Stay at the Landsby","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125262/original/em-091115-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125265/original/091115_LFSATL_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/a-stay-at-the-landsby","tagline":"Fall in love with this Danish modern hotel."},{"id":1389,"sale_starts":"2015-09-22","permalink":"urban-fall-feast","image_url":"http://d10125bvdzznt0.cloudfront.net/products/126413/original/092215_urban_main.jpg","description":"When it comes to fall dinner parties, you’re the go-to host. Living in a city, it’s important to know how to transform an industrial space into an cozy autumn setting—and that’s just what you do. With clever chalkboard place cards, brass planters holding accent flowers, and sturdy tables on which to place it all, you can create a seasonal setting worth celebrating. Let rose gold serving platters and copper pendant lights warm up your home’s urban architecture, and use rich brown woods on benches and cabinets to keep everything grounded. With iron centerpieces showing off carefully arranged flowers and slate placemats for each of your guests, your loft will become the ideal setting for this year’s seasonal party. As fall makes its way into the city, make your way into the host hall of fame with these urban designs. ","name":"Urban Fall Feast","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/126655/original/em-092215urban-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/126412/original/092215_urban_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/urban-fall-feast","tagline":"Show off your seasonal industrial style."},{"id":1362,"sale_starts":"2015-09-16","permalink":"mysteriouslymodern","image_url":"http://d10125bvdzznt0.cloudfront.net/products/125315/original/091615_TMM_main1.jpg","description":"There are some looks you’re inexplicably drawn to. This is one of them. It’s almost as though the saturated hues, plush textiles, and lustrous brass accents have cast a spell on us. Introduced as modern designs, these features pull us in and hold us with their mysteriously dark qualities. And yet, in a room filled with these looks, we don’t feel heavy or cold. Gold velvet loveseats, agate and marble décor, and bright glass planters give everything a luxe and elegant feel. At the same time, the sleek silhouettes of a pedestal table and the geometric lines of a pendant light keep everything feeling modern and clean. Enter into a world of shadowy hues and sumptuous textures, and discover the luxury of these dark designs.","name":"#Mysteriously Modern","email_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125276/original/em-091615-1a.jpg","home_page_image_url":"http://d10125bvdzznt0.cloudfront.net/products/125317/original/091615_TMM_home.jpg","sale_ends":null,"preheader_email":null,"url":"http://www.dotandbo.com/collections/mysteriouslymodern","tagline":"The dark and bewitching look of luxury."}]}